export const STATUS = {
    '1': '已发布', '2': '待付款',
    '3': '已取消', '4': '待取货',
    '5': '待放弃', '6': '退款中',
    '7': '已退款', '8': '进行中',
    '9': '待确认', '10': '待评价',
    '11': '已完成', '12': '已删除',
    '13': '已过期', '14': '投诉中',
    '15': '已处理'
}

export const STATUS_GIVEUP= {
    '1': '待放弃', '2': '待同意',
}

export const START_LABEL = {
    '0': '发货信息',
    '1': '购买地址',
}

export const TYPE = {
      '0': 'send',
      '1': 'buy',
}

export const TYPE_LABEL = {
    '0': '代我送',
    '1': '代我买',
}